[
    {
      "title": "Спагетти Карбонара",
      "description": "Классическое итальянское блюдо из пасты с яйцами, сыром, панчеттой и перцем.",
      "ingredients": [
        "200г спагетти",
        "100г панчетты",
        "2 крупных яйца",
        "50г сыра Пекорино",
        "50г сыра Пармезан",
        "Свежемолотый черный перец",
        "Соль",
        "2 зубчика чеснока"
      ],
      "instructions": [
        "Отварите спагетти в подсоленной воде до состояния аль денте.",
        "В это время обжарьте панчетту с чесноком до хрустящей корочки. Удалите чеснок.",
        "В миске взбейте яйца с тертым Пекорино и Пармезаном.",
        "Слейте воду со спагетти, сохранив немного воды.",
        "Смешайте спагетти с панчеттой, снимите с огня и добавьте яичную смесь, быстро перемешивая.",
        "Добавьте немного воды от пасты для кремовой текстуры.",
        "Приправьте перцем и подавайте сразу."
      ],
      "imageUrl": "https://example.com/images/carbonara.jpg"
    },
    {
      "title": "Борщ",
      "description": "Традиционный украинский суп из свеклы с капустой, картофелем и мясом.",
      "ingredients": [
        "500г говядины на кости",
        "1 свекла",
        "2 картофелины",
        "1 морковь",
        "1 луковица",
        "1/4 капусты",
        "2 ст.л. томатной пасты",
        "2 зубчика чеснока",
        "1 лавровый лист",
        "Соль",
        "Перец",
        "Сметана и зелень для подачи"
      ],
      "instructions": [
        "Отварите говядину в 2 литрах воды до готовности, удалите пену, добавьте лавровый лист.",
        "Нарежьте свеклу соломкой, картофель кубиками, морковь натрите на терке, лук мелко нарежьте.",
        "Добавьте картофель в бульон и варите до полуготовности.",
        "Обжарьте лук и морковь до золотистого цвета, добавьте свеклу и томатную пасту, тушите 10 минут.",
        "Добавьте овощи в бульон, затем капусту. Варите до готовности всех овощей.",
        "Приправьте солью и перцем, добавьте измельченный чеснок.",
        "Подавайте борщ со сметаной и зеленью."
      ],
      "imageUrl": "https://example.com/images/borscht.jpg"
    },
    {
      "title": "Плов",
      "description": "Ароматное блюдо из риса с мясом, морковью и специями.",
      "ingredients": [
        "500г баранины",
        "2 стакана риса",
        "3 моркови",
        "2 луковицы",
        "4 стакана воды",
        "1 головка чеснока",
        "1 ст.л. зиры",
        "Соль",
        "Перец",
        "Растительное масло для жарки"
      ],
      "instructions": [
        "Нарежьте мясо крупными кусками, лук полукольцами, морковь соломкой.",
        "В казане разогрейте масло и обжарьте лук до золотистого цвета.",
        "Добавьте мясо и обжаривайте до румяной корочки.",
        "Добавьте морковь, обжаривайте еще 10 минут.",
        "Залейте водой, приправьте зирой, солью и перцем. Варите на медленном огне 40 минут.",
        "Промойте рис и выложите поверх мяса и овощей. Добавьте воду так, чтобы она покрывала рис на 1 см.",
        "В середину риса воткните головку чеснока.",
        "Накройте казан крышкой и варите на медленном огне до полного испарения воды.",
        "Подавайте плов горячим."
      ],
      "imageUrl": "https://example.com/images/plov.jpg"
    },
    {
      "title": "Оливье",
      "description": "Популярный российский салат, обычно подаваемый на Новый год.",
      "ingredients": [
        "4 картофелины",
        "2 моркови",
        "4 яйца",
        "1 банка консервированного горошка",
        "200г колбасы или курицы",
        "4 соленых огурца",
        "1 луковица",
        "Майонез",
        "Соль"
      ],
      "instructions": [
        "Отварите картофель, морковь и яйца, затем остудите и очистите.",
        "Нарежьте все ингредиенты мелкими кубиками.",
        "Смешайте все ингредиенты в большой миске, добавьте горошек.",
        "Приправьте солью и заправьте майонезом.",
        "Подавайте салат охлажденным."
      ],
      "imageUrl": "https://example.com/images/olivier.jpg"
    },
    {
      "title": "Блины",
      "description": "Тонкие русские блины, которые можно подавать с разнообразными начинками.",
      "ingredients": [
        "500мл молока",
        "2 яйца",
        "1 ст.л. сахара",
        "Щепотка соли",
        "250г муки",
        "50г растопленного сливочного масла",
        "Растительное масло для жарки"
      ],
      "instructions": [
        "В миске взбейте яйца с сахаром и солью.",
        "Добавьте половину молока и всю муку, хорошо перемешайте.",
        "Влейте оставшееся молоко и растопленное сливочное масло, перемешайте до однородности.",
        "Разогрейте сковороду с небольшим количеством растительного масла.",
        "Вливайте тесто на сковороду, распределяя тонким слоем.",
        "Жарьте блины с обеих сторон до золотистого цвета.",
        "Подавайте блины с медом, сметаной или другими начинками."
      ],
      "imageUrl": "https://example.com/images/blini.jpg"
    },
    {
      "title": "Цезарь с курицей",
      "description": "Популярный салат с курицей, листьями салата, крутонами и соусом Цезарь.",
      "ingredients": [
        "1 куриная грудка",
        "1 пучок салата Романо",
        "100г пармезана",
        "1 багет",
        "2 зубчика чеснока",
        "Оливковое масло",
        "Соль",
        "Перец"
      ],
      "instructions": [
        "Обжарьте куриную грудку на гриле или сковороде, посолите и поперчите.",
        "Нарежьте багет кубиками, обжарьте с чесноком на оливковом масле до золотистого цвета.",
        "Нарвите листья салата руками.",
        "Нарежьте курицу ломтиками.",
        "Смешайте салат, курицу и крутоны, посыпьте тертым пармезаном.",
        "Подавайте с соусом Цезарь."
      ],
      "imageUrl": "https://example.com/images/caesar.jpg"
    }
  ]
  